Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/Helse-_og_sosialmelding_samisk.pdf.tmx
Source language: sme
Languages: nob

source: Mihttomearrin dán rádjai lea leamaš ahte vuolggasajis lea sámi perspektiiva dahje sámi duohtavuohta mat galget heivehuvvot dábálaš dearvvašvuođa- ja sosiálabálvalussii .
nob: Målsetningen så langt har vært at det i utgangspunktet er det samiske perspektivet eller den samiske virkligheten som skal innarbeides i det ordinære helse- og sosialtjenesten .

source: Ruđat sierra ortnegiid ásaheapmái sámi bálvalusdárbbašeaddjiid váste eai vuolggasajis leat vuoruhuvvon .
nob: Midler til å opprette egne ordninger for samiske tjenestemottakere har i utgangspunktet ikke vært prioritert .

source: Eavttut nugo doaresfágalašvuohta , ovttasbargu ja oktiiortnen deattuhuvvojit .
nob: Det vektlegges kriterier som tverrfaglighet , samarbeid og samordning .

source: Prošeaktaruđaid áŋgiruššansuorggit 2005:s leat : • • • •
nob: Satsingsområdene for prosjektmidlene for 2005 er : 6

source: Čielggadus- ja prošeaktabargu man áigumuššan lea heivehit dearvvašvuođa- ja sosiálabálvalusaid sámi duohtavuhtii Metodaovddideapmi ja doaibmabijuid láhčin iešguđet dárbbuide dábáláš dearvvašvuođa- ja sosiálabálvalusaid siskkobealde sámi guovlluin Dearvvašvuođa- ja sosiálabargiid oahpahus sámi gielas ja kulturáddejumis Pasieantaguoski girjjálašvuohta sámi bálvalusdárbbašeaddjiide
nob: Utrednings- og prosjektarbeid med sikte på tilpasning av helse- og sosialtjenester til samisk virkelighet Metodeutvikling og tilrettelegging av tiltak for ulike behov innenfor den ordinære helse- og sosialtjeneste i samiske områder Opplæring av helse- og sosialpersonell i samisk språk og kulturforståelse Pasientrettet litteratur for samiske tjenestemottakere

source: Áŋgiruššansuorgi pasieantaguoski girjjálašvuohta sámi bálvalusdárbbašeaddjiide lea ođđa ja mearriduvvui vuosttaš gearddi prošeaktaruhtageavaheapmin 2005:s .
nob: Satsingsområdet pasientrettet litteratur for samiske tjenestemottakere er nytt og ble første gang fastsatt for prosjektmidelbruken i 2005 .

source: Geahča muđui ášši mildosa mas lea geahčastat prošeaktaruhta juolludemiin áigodagas 1999-2004 .
nob: Se for øvrig vedlegg til saken med oversikt over tildelninger av prosjektmidler for perioden 1999-2004 .

source: Prošeavttain oaidná makkár viiddis beroštumit dearvvasvuođa- ja sosiálabargiin leat .
nob: Prosjektene viser et bredt spekter over hva helse- og sosialarbeidere er opptatt av .

source: Ovttasbargošiehtadusas oarjelsámi guovllu váste , mii lea šiehtadus Sámedikki ja Norlándda , Davvi-Trøndelága , Mátta-Trøndelága ja Hedmárkku fylkkagielddaid gaskka , lea mearrádus ahte galgá geahččaluvvot ásahuvvot ráđđeaddinbálvalus dearvvašvuođa- ja sosiálaáššiin oarjelsámi guovllus .
nob: I samarbeidsavtalen for det sørsamiske området , som er en avtale mellom Sametinget og fylkeskommunene Nordland , Nord-Trøndelag , Sør-Trøndelag og Hedemark , har man en bestemmelse som skal søke å etablere en rådgivningstjeneste i helse- og sosialspørsmål i sørsamisk område .

source: Davvi-Trøndelága fylkkagielda váldá badjelasas bargoaddiovddasvástádusa , ja Sámediggi fas ruhtada áigáiráddjejuvvon prošeaktaáigodagas .
nob: NordTrøndelag fylkeskommune påtar seg arbeidsgiveransvaret , mens Sametinget vil stå for finansieringen i en tidsbegrenset prosjektperiode .

source: Sámedikki mielas lea dát buorre , ja doaivu ahte dat sáhttá leat mielde addimin buoret fálaldaga oarjelsámi bálvalusdárbbašeaddjiide .
nob: Sametinget ser positivt på dette , og håper at det kan være med på å gi et bedre tilbud til de sørsamiske tjenestemottakerne .

source: Sámi ovttasbargu riikkarájiid rastá lea formaliserejuvvon Sámi parlamentáralaš ráđi ja parlamentarihkarkonfereanssa bokte sámedikkiid ja Ruošša beale sámiid gaskka .
nob: Det samiske samarbeidet på tvers av landegrensene er formalisert gjennom Samisk parlamentarisk råd og parlamentarikerkonferansen mellom sametingene og samene på russisk side .

source: Deaŧalaš lea nannet ja ovddidit dearvvašvuođa- ja sosiálafágalaš ovttasbarggu boahtteáiggis .
nob: Det vil være viktig å styrke og utvikle det helse- og sosialfaglige samarbeidet i tiden som kommer .

source: Ovttasbargu lea maiddái Suoma ja Norgga gaskka , “ Rájáid haga davvin ” , mii guoská oktasaš rádjaguvlui stáhtaid gaskka , ja guoskevaš gielddaid gaskka .
nob: Det pågår også et samarbeid mellom Finland og Norge , ” Grenseløst i nord ” , som omfatter det felles grenseområdet mellom statene , og kommunene som berøres .

source: Sámediggi lea buktán árvalusaid earret eará dearvvašvuođa- ja sosiálasektuvrra ektui .
nob: Sametinget har kommet med innspill i forhold til blant annet helse- og sosialsektoren .

source: Sámedikki mielas lea dárbu áŋgiruššat eanet riikkaidgaskasaš bargguin , erenoamážit eará eamiálbmogiid ektui .
nob: Sametinget ser nødvendigheten av å satse mer på det internasjonale arbeidet , særlig i forhold til andre urfolk .

source: Danne ferte dat bargu mii lea álggahuvvon eamiálbmogiid hárrái Máilmmi dearvvašvuođa organisašuvnna ( WHO ) olis čuovvoluvvot .
nob: Det arbeidet som er startet for urfolk i regi av Verdens helseorganisasjon ( WHO ) , bør derfor følges opp .

source: Deaŧalaš lea ahte stáhta lea dihtomielalaš dan ovddasvástádusa ektui mii das lea daid hástalusaid ektui mat eamiálbmogiin miehtá máilmmi leat dearvvašvuođa- ja sosiálaáššiid oktavuođas .
nob: Det er viktig at statene er bevisst sitt ansvar i forhold til de utfordringene som urfolk verden over har i forhold til helse- og sosialspørsmål .

source: Dasto addá ovttasbargu riikkaidgaskasaš dásis eamiálbmogiidda vejolašvuođa lonuhallat vásihusaid ja ovddidit strategiijaid .
nob: Samtidig som et samarbeid på et slikt internasjonalt nivå gir urfolk en mulighet til å utveksle erfaringer og utvikle strategier .

source: Prošeaktaruđaid hálddašeami lassin leat Sámedikkis vejolašvuođat sihkkarastit váldomihttomeari ja ovddidit dearvvašvuođa- ja sosiálapolitihka ; buktit árvalusaid , leat gulaskuddaninstánsan ja addit rávvagiid ja oaivadusa guovddáš eiseválddiide .
nob: I tillegg til å forvalte prosjektmidler er Sametingets muligheter for å sikre hovedmålet og å utvikle helse- og sosialpolitikk ; å komme med innspill , være høringsinnstans og gi råd og veiledning overfor sentrale myndigheter .

source: Sámedikkis leat earret eará guokte čoahkkima jahkasaččat dearvvašvuođa- ja fuolahusministtariin ja leat dasto fásta čoahkkimat Sosiála- ja dearvvašvuođadirektoráhtain .
nob: Sametinget har blant annet to årlige møter med helse- og omsorgsministeren samt faste møter med Sosial- og helsedirektoratet .

source: Dasto dollojuvvojit čoahkkimat dearvvašvuođafitnodagaiguin ja guovlulaš oasálaččaiguin muđui .
nob: Videre avholdes det møter med helseforetakene og med regionale aktører ellers .

source: Dát leat leamaš deaŧalaš arenat bargui sámi dearvvašvuođa- ja sosiálapolitihkain .
nob: Dette har vært viktige arenaer for arbeidet med samisk helse- og sosialpolitikk .

source: Sámediggi ferte dovddastit ahte váldomihttomearri dán rádjai ii leat olahuvvon .
nob: Sametinget må erkjenne at hovedmålet så langt ikke er oppnådd .

source: Vaikko vel leatge álggahuvvon ollu positiivvalaš ovddidandoaibmabijut , prošeavttat ja dutkan sámi dearvvašvuođa- ja sosiálabálvalusaid siskkobealde , de eai leat dán rádjai nagodan sihkkarastit ollislaš ja dássásaš dearvvašvuođa- ja sosiálabálvalusaid sámi álbmoga váste , seamma dásis go álbmogis muđui leat .
nob: Tiltross for at det foregår mange positive utviklingstiltak , prosjekter og forskning innenfor samisk helse- og sosialtjeneste , har man fram til i dag ikke klart å sikre et helhetlig og likeverdig helse- og sosialtilbud for det samiske folk , på lik linje med den øvrige befolkningen .

source: Danne leat dearvvašvuođa- ja sosiálabálvalusat dávjá soaittáhagas ja unnán einnostahtti sámi bálvalusdárbbašeaddjiide .
nob: Helse- og sosialtjenestene er derfor ofte tilfeldige og lite forutsigbare for den samiske tjenestemottaker .

source: 3 Vuođđu sámi dearvvašvuođa- ja sosiálabálvalusaide ” I møtet mellom den enkelte medarbeider i helse- og sosialsektoren og brukere blir tjenestene til .
nob: 3 Grunnlag for samisk helse- og sosialtjeneste ” I møtet mellom den enkelte medarbeider i helse- og sosialsektoren og brukere blir tjenestene til .

source: Brukerenes opplevelse av de personlige møtet er kjernen i tjenestens kvalitet ( Mangfold og likeverd ) . ”
nob: Brukerenes opplevelse av det personlige møtet er kjernen i tjenestens kvalitet ( Sametingsplanen 2002-2005) .

source: Kvalitehta lea dáidu duhtadit dárbbu ja movt bálvalusdárbbašeaddji dan vásiha .
nob: Kvalitet vedrører evnen til å tilfredsstille behov og er en opplevelse hos tjenestemottakeren .

source: Dárbbut sáhttet leat omd. oidnosis jearaldagaid hámis .
nob: Behovene kan for eksempel være synlige i form av etterspørsel .

source: Jearaldat muddejuvvo maiddái vuordámušaiguin oažžut dakkár fálaldaga mii sáhttá gokčat dárbbuid .
nob: Etterspørselen reguleres også av forventningene til tilgang på tilbud som kan dekke behovene .

source: Kvalitehta sihkkarastin lea bargu mainna buoridit kvalitehta .
nob: Kvalitetssikring er arbeidet for å bedre kvalitet .

source: Norgga eiseválddit leat ráhkadan našuvnnalaš strategiija kvalitehta ovddideapmái dearvvašvuođabálvalusas . ”
nob: Norske myndigheter har utarbeidet en nasjonal strategi for kvalitetsutvikling i helsetjenesten . ”

source: Informasjon og kommunikasjon er et hovedaspekt ved opplevelsen av kvalitet for dalle brukere ( Mangfold og likeverd ) . ”
nob: Informasjon og kommunikasjon er et hovedaspekt ved opplevelsen av kvalitet for alle brukere ( Mangfold og likeverd ) . ”

source: Ráđđehusa dearvvašvuođa- ja sosiálabálvalusaid doaibmaplánas ” Mangfold og likeverd ” , sámi álbmoga váste Norggas 2002-2005 , daddjojuvvo ahte bálvalus šaddá dalle go ovttaskas mielbargi ja geavaheaddji deaivvadeaba .
nob: I Mangfold og likeverd , Regjeringens handlingsplan for helse- og sosialtjenester til den samiske befolkning i Norge 2002-2005 , sier man at tjenesten blir til i møtet mellom den enkelte medarbeider og brukeren .

source: Go guovttis dahje máŋga olbmo deaivvadit , de dat álohii lea muhtun lágan gulahallan sudno / sin gaskkas .
nob: Når to eller flere personer møtes foregår det alltid en eller annen form for kommunikasjon mellom dem.

source: Bargu kvalitehta sihkkarastit ollislaš ja dássásaš dearvvašvuođa- ja sosiálabálvalusaid sámi álbmoga váste , eaktuda buori gulahallama .
nob: Arbeidet med å kvalitetssikre helhetlige og likeverdige helse- og sosialtjenester til det samiske folk , forutsetter en god kommunikasjon .

source: Gulahallan váldá vuolggasaji guovtti dássásaš kultuvrras mas dieđut johtet guktui guvlui ja áddejuvvo kultuvrralaš oktavuođa vuođul .
nob: Kommunikasjon tar utgangspunkt i to likeverdige kulturer der informasjonen går begge veier og forstås ut fra sin kulturelle kontekst . ”

source: ” Kulturelle kommunikasjonsproblemer mellom helse- og sosialpersonell og samer handler om ahte personell ikke kjenner til eller forstår samers bakgrunn , tenke- og væremåte .
nob: Kulturelle kommunikasjonsproblemer mellom helse- og sosialpersonell og samer handler om at personell ikke kjenner til eller forstår samers bakgrunn , tenke- og væremåte .

source: Innenfor samisk kultur- finnes også en teknologisk modernitet son forenes med samiske verdier snarere enn med de norske storsammfunnets ( Mangfold og likeverd ) .
nob: Innenfor samisk kultur finnes også en teknologisk modernitet som forenes med samiske verdier snarere enn med det norske storsammfunnets ( Mangfold og likeverd ) .

source: Máhtolašvuohta earáid giela ja kultuvrra birra dahká gulahallama vejolažžan , ja máŋggakultuvrralaš áddejupmi unnuda vejolaš gulahallanváttisvuođaid .
nob: Kunnskap om den andres språk og kultur gjør kommunikasjon mulig , og flerkulturell forståelse minsker muligheten for kommunikasjonsproblemer .

source: Gulahallama oktavuođas minoritehta ja majoritehta gaskka lea maiddái sáhka váldedili birra .
nob: Kommunikasjon mellom minoritet og majoritet er også en maktsituasjon .

source: Majoritehtas lea váldi ja dat sáhttá válljet leat beroškeahttá minoritehtas ja gáibidit ahte gulahallan galgá dáhpáhuvvat majoritehta eavttuid vuođul .
nob: Majoriteten har et maktovertak og kan velge å se bort fra minoritetens kontekst og insistere på at kommunikasjonen skal foregå innenfor majoritetens virkelighet .

source: Almmolaš bargit leat dattetge erenoamáš dilis ja leat geatnegahttojuvvon láhčit dilálašvuođaid nu ahte buohkain galgá leat vuoigatvuohta gulahallat ( Hylland Eriksen &amp; Arntsen Sørheim , 2003 ) .
nob: Offentlig ansatte befinner seg imidlertid i en særstilling og er forpliktet til å legge forholden til rette for kommunikasjon slik at allmenheten skal få innfridd sine rettigheter ( Hylland Eriksen &amp; Arntsen Sørheim , 2003 ) .

source: 3.1 Máhtolašvuohta sámi giela ja kultuvrra birra Máhtolašvuohta sámi giela ja kultuvrra birra lea deaŧalaš eaktu jos dearvvašvuođa- ja sosiálabargit galget sáhttit fállat sámi bálvalusdárbbašeaddjái dakkár fálaldaga masa sus lea vuoigatvuohta .
nob: 3.1 Kunnskap om samisk språk og kultur Kunnskap om samisk språk og kultur er en viktig forutsetning for at helse- og sosialpersonell skal kunne gi den samiske tjenestemottaker det tilbudet de har krav på .

source: Dát dat addá dárbbašlaš gelbbolašvuođa deaivvadit ja gulahallat sámiiguin .
nob: Det er dette som gir nødvendig kompetanse til å møte og kommunisere med samer .

source: Dulkka geavaheapmi lea unnimus gulahallančoavddus dearvvašvuođa- ja sosiálabargiid ja sámi bálvalusdárbbašeaddji gaskka .
nob: Å bruke tolk er en minimumsløsning for kommunikasjon mellom helse- og sosialpersonell og samiske tjenestemottakere .

source: Eatnigiella lea váimmu giella , ja eatnigiela bokte sáhttá olmmoš buoremusat muitalit iežas jurdagiid , idéaid , áibbašemiid ja sávaldagaid .
nob: Morsmålet er hjertets språk , og gjennom morsmålet kan mennesket tydeligst uttrykke sine tanker , ideer , lengsler og ønsker .

source: Deaŧalaš lea maiddái ásahit áddejumi das ahte sámi kultuvra lea dynamalaš ja rievdá oppa áiggi ođđaáigásaš servodaga ektui gos mii eallit .
nob: Det er også viktig at det etableres en forståelse for at samisk kultur er dynamisk og i stadig endring i forhold til det moderne samfunnet vi lever i. .

source: Eai buot sámit leat ovttaláganat ja sámit ásset miehtá Norgga .
nob: Samer , utgjør ikke en ensartet gruppe og det bor samer i hele Norge .

source: Ollu sámit gullet dakkár bearrašii ja sohkii gos sii čevllohallet sámi duogážiin , ja gos lea lunddolaš ja čielga ášši dat ahte lea sápmelaš .
nob: Mange samer tilhører en familie og slekt der de er stolte av sin samiske bakgrunn , og hvor det å være same er naturlig og udiskutabelt .

source: Eará sámit fas leat bajásšaddan dakkár birrasis gos lei heahpat ja tabuvuloš leat sápmelaš , ja leat adnojuvvon heajut árvvus sámi duogáža geažil .
nob: Andre samer har vokst opp i et miljø der det å være same kan være både en skam og tabubelagt , og man har opplevd stigmatisering på grunn av sin samiske bakgrunn .

source: Dál leat ollu sápmelaččain váttisvuođat muitalit ahte sii leat sápmelaččat , ja earát fas eai sihkkarit dieđe leat go sápmelaččat .
nob: er samer , mens andre igjen ikke vet sikkert om de er samer .

source: Buot dát erohusat dagahit dan ahte sámiin lea iešguđet oktavuohta sámi duogážii ja sis lea maiddái iešguđet áddejupmi das gii lea sápmelaš .
nob: Alle disse forskjellene fører til at samer har ulik tilknytning til sin samiske bakgrunn og man har også ulik oppfatning om det å være same .

source: Muhtun sápmelaččain lea sámegiella eatnigiellan ja geavahit giela aktiivvalaččat .
nob: Noen samer har samisk som morsmål og bruker språket aktivt .

source: Earát fas máhttet veaháš sámegiela , ja geavahit giela go sis lea bággu hállat sámiiguin geat eai máhte nu bures dárogiela .
nob: Andre kan litt samisk , og bruker språket når de blir tvunget til å snakke med samer som ikke behersker norsk særlig godt .

source: Buot sápmelaččain maid ii leat leamaš vejolašvuohta oahppat sámegiela , danne go vánhemat válljejedje dárogiela sámegiela sadjái .
nob: Det er også mange samer som ikke har hatt mulighet til å lære seg samisk , fordi foreldrene valgte bort det samisk språk til fordel for det norsk språk .

source: Dáinna lágiin válljejedje vánhemat ( dahje vánhenvánhemat dahje máttarvánhemat ) dávjá assimilerenpolitihka geažil mii čađahuvvui 1800- ja 1900-logus Norggas .
nob: Et valg som foreldrene ( eller besteforeldrene eller olderforeldrene ) ofte tok på bakgrunn av den assimileringspolitikk som ble ført på 1800- og 1900-tallet i Norge .

source: Muhtumat ásset dakkár guovlluin gos sámegiella geavahuvvo beaivválaččat , ja gos sámit leat eanetlogus álbmoga gaskkas , earát fas ásset dakkár guovlluin gos sámit leat unnitlogus .
nob: Noen bor i områder der det samiske språket er i bruk daglig , og der samer utgjør flertallet av befolkningen , andre bor i områder der samer er i mindretall .

source: Ollugiin dáláš sámiin lea dat áddejupmi ahte buohcuvuohta ja dearvvašvuohta lea identalaš majoritehta servodagain .
nob: Mange av dagens samer har en forståelse av sykdom og helse som er identisk med majoritetssamfunnets .

source: Muhto dávjá čilgejuvvo dávda sámi árbevieru ja árvvuid vuođul , ja árbevirolaš sámi dálkasat ja dikšu geavahuvvojit .
nob: Men i tillegg forklares ofte sykdom ut fra en samisk tradisjon og verdier , og man benytter seg av tradisjonell samisk medisin og behandling .

source: Sápmelaččaide sáhttá dávda mearkkašit juoidá mii guoská sosiálalaš oktavuhtii , eallinguhkkosaš oktavuođaide .
nob: For samer kan sykdom være noe som berører det sosiale felleskapet , de livslange relasjonene .

source: Mis olbmuin láve šaddat dakkár jáhku mii čilge ja dulko mii dáhpáhuvvá dávdda ja jápmima oktavuođas .
nob: Vi mennesker utvikler en forestilling som forklarer og fortolker hva som skjer i samband med sykdom og død .

source: Buohcuvuođa oktavuođas válljet mii vásihusaid vuođul dakkár vugiid mat leat beaktilepmosat go galgat fas dearvvasmuvvat .
nob: Ved sykdom velger vi de metoder som av erfaring har vist seg å være mest effektive for å bli frisk igjen .

source: Ollu sápmelaččat geavahit ain árbevirolaš sámi dálkasiid ja 8 divššu lassin almmolaš dearvvašvuođabálvalussii ( Alexandersen &amp; Karlsen , 2001 ; Hanssen , 1998 ; Olsen &amp; Eide , 1999 ) .
nob: Mange samer bruker fortsatt tradisjonell samisk medisin og behandling i tillegg til den offentlige helsetjenesten ( Alexandersen &amp; Karlsen , 2001 ; Hanssen , 1998 ; Olsen &amp; Eide , 1999 ) .

source: Sámi servodagas lea dat árbevierru ahte ovttaskas olbmuid dahje bearraša váttisvuođaid galgá čoavdit bearaš dahje hui deaŧalaš olbmot sogas , eaige olggobeale olbmot .
nob: I det samiske samfunn finnes det tradisjon for at problemer hos enkeltindividet eller familien , skal løses av familien eller betydningsfulle personer i slekta , og ikke av en utenforstående .

source: Dat ahte geassit sisa earáid go bearraša čoavdit váttisvuođaid , sáhttá mearkkašit dan ahte buktá oidnosii bearaščiegusvuođaid ja ná fuoniduvvo ja raššuduvvo vel ain eanet .
nob: Det å trekke inn andre enn familien til å løse problemer , kan bety at man avslører familiehemmeligheter og dermed blir ytterligere svekket og sårbar .

source: Ollu bearrašiin lea okta dahje muhtun deaŧalaš olbmot geat galget čoavdit váttisvuođaid .
nob: Mange familier har en eller flere signifikante personer som fungerer som problemløsere .

source: Go garvá dáid olbmuid , de lea duolmmastan ovtta ráji , ja dat mearkkaša dan ahte bearaš dalle lea árvvoštallojuvvon fuones systeman .
nob: Ved å gå utenom slike personer har man tråkket over en grense , og det kan sies at man har undervurdert familien som et system .

source: Veahkkeapparáhta geavaheapmi dearvvašvuođa- ja sosiáladoaimmahagas , lea viehka ođas sámi servodagas , ja buohkat eai gáro mannat fágaolbmuid lusa .
nob: Bruk av hjelpeapparatet , innen helse- og sosialvesenet , er et relativt nytt fenomen i det samiske samfunn , og mange kvier seg for å oppsøke fagfolk .

source: 3.2 Máŋggakultuvrralaš áddejupmi Máŋggakultuvrralaš áddejupmi unnuda vejolaš gulahallanváttisvuođaid šaddama .
nob: 3.2 Flerkulturell forståelse Flerkulturell forståelse minsker muligheten for at det skal oppstå kommunikasjonsproblemer .

source: Lea sáhka iežas eallindili , oktavuođa oaidnimis , earáid eallindili ektui .
nob: Det handler om å se sin egen livsverden , kontekst , i forhold til andres livsverden .

source: Kulturelle kommunikasjonsproblemer mellom helse- og sosialpersonell og samer handler om ahte personell ikke kjenner til eller forstår samers bakgrunn , tenke- og væremåte ( Manfold og likeverd ) .
nob: Kulturelle kommunikasjonsproblemer mellom helse- og sosialpersonell og samer handler om at personell ikke kjenner til eller forstår samers bakgrunn , tenke- og væremåte ( Manfold og likeverd ) .

source: Sámediggi oaivvilda ahte máŋggakultuvrralaš áddejumi berre bidjat dearvvašvuođa- ja sosiálafágalaš oahppuide buot dásiin , ja oahpponeavvut mat geavahuvvojit fertejit leat áigeguovdilat dán ektui .
nob: Sametinget mener flerkulturell forståelse bør legges inn i helse- og sosialfaglige utdanninger på alle nivåer , samtidig som læremidlene som benyttes må være oppdatert i forhold til dette .

source: Biomedisiinnalaš ovttaláganvuohta geavahuvvo dávjá ággan dasa ahte buot olbmuin leat ovttalágan dárbbut dearvvašvuođa- ja sosiálabálvalusaid ektui .
nob: Biomedisinsk likhet blir ofte brukt som et argument for at alle mennesker har samme behov for helse- og sosialtjenester .

source: Oarjemáilmmi biomedisiidna vuođđuduvvá prinsihpaide ahte dávddat leat oppalaččat .
nob: Vestlig biomedisin bygger på prinsipper om at sykdommer er universelle .

source: Dát mielddisbuktá dan ahte dulkomat ja oaivilat dávddaid oktavuođas leat sullii ovttaláganat miehtá máilmmi .
nob: Dette medfører at tolkningene og meningsaspektene ved sykdom i stor grad er de samme verden over .

source: Olbmot dulkojit dattetge dávddaid iešguđet láhkai ja dávdda ii sáhte čilget dušše biomedisiinnalaš duohpagiiguin dahje biomedisiinnalaš oktavuođain .
nob: Folk tolker imidlertid sykdom ulikt og sykdom kan ikke bare forklares med biomedisinske begreper eller i en biomedisinsk kontekst .

source: Oarjemáilmmi biomedisiidna juohká olbmo maiddái goruda ja heakka dáfus .
nob: Vestlig biomedisin deler også opp mennesket i forskjellige deler som kropp og ånd .

source: Sámi perspektiivvas ferte dávdda ja dearvvašvuođa áddet ja dikšut ollislaš jurddašeami vuođul masa gullet gorut , heagga ja sosiálalaš oktavuohta ( Hylland Eriksen &amp; Arntsen Sørheim , 2003 ; Olsen &amp; Eide , 1999 ; Hanssen , 1998 ) .
nob: I et samisk perspektiv må sykdom og helse forstås og behandles ut fra en helhetstenking der kropp , ånd og sosialt felleskap inngår ( Hylland Eriksen &amp; Arntsen Sørheim , 2003 ; Olsen &amp; Eide , 1999 ; Hanssen , 1998 ) .

source: Vuolggasajis leat olbmot sihke ovttaláganat ja iešguđetláganat .
nob: Mennesker er i utgangspunkt både like og forskjellige .

source: Hui oppalaš dásis leat buot olbmot ovttaláganat omd. nu ahte mii geavahit sániid gulahallamii , leat sosiála , dárbbašit borramuša ja fertet oađđit .
nob: På et svært generelt nivå er alle mennesker like gjennom at vi for eksempel bruker ord for å kommunisere , er sosiale , trenger mat og søvn .

source: Muhto mii leat maid hui sierraláganat ja omd. mii eat leat oaidnit ovttaláganat , mis leat sierralágan vásihusat , máhtolašvuohta , dáiddut , attáldagat ja vejolašvuođat .
nob: Men vi er også svært forskjellige og har for eksempel forskjellige utseende , erfaringer , kunnskaper , evner , anlegg og muligheter .

source: Muhtumat dáin ovttaláganvuođain ja sierraláganvuođat leat kultuvrralaččat .
nob: Noen av disse likhetene og forskjellene er kulturelle .
